Stair component(s) in the multistory stair are updated due to the level height changes.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public static FailureDefinitionId StairsAreUpdatedDueToLevelHeightChange { get; }
  Visual Basic
Public Shared ReadOnly Property StairsAreUpdatedDueToLevelHeightChange As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ StairsAreUpdatedDueToLevelHeightChange {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace